Repository: ray1997/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/MultilingualResources/CharacterMap.*.xlf
Languages: hu_hu

# AddToCollectionHint.Text
source: Add to Library
hu_hu: Kollekcióhoz adás

# BlackFill.Text
source: Black Fill
hu_hu: Fekete kitöltés

# BtnCopy.Text
source: Copy as text
hu_hu: Másolás szövegről

# BtnSelect.Content
source: Select
hu_hu: Kiválasztás

# ColoredGlyphLabel.Text
source: Colored Glyph
hu_hu: Szines glifa

# ColorGlyphToggle.OffContent
source: Monochrome glyphs
hu_hu: Monokróm glifák

# ColorGlyphToggle.OnContent
source: Color glyphs
hu_hu: Szines glifák

# FontDisplayHeader.Text
source: Font Display Options
hu_hu: Betűtípus megjelenési beállítások

# FontOptionsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Font Rendering Options
hu_hu: Betűtípus renderelési beállítások

# FontPropertiesButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Font Face Properties
hu_hu: Betűtípus tulajdonságai

# FontPropFace.Text
source: Face Name
hu_hu: Változat

# FontPropFamily.Text
source: Family Name
hu_hu: Betűtípus neve

# FontPropMonospaced.Text
source: Is Monospaced
hu_hu: Monokróm

# FontPropStretch.Text
source: Stretch
hu_hu: Nyújtás

# FontPropStyle.Text
source: Style
hu_hu: Stílus

# FontPropSymbol.Text
source: Is Symbol Font
hu_hu: Szimbólum betűtípus

# FontPropTitle.Text
source: Font Face Properties
hu_hu: Betűtípus (Font Face) tulajdonságai

# FontPropType.Text
source: Type
hu_hu: Típus

# FontPropWeight.Text
source: Weight
hu_hu: Vastagság

# InvalidFontMessage
source: Sorry, we couldn't find any supported font data in this file.
hu_hu: Nem találtunk semmi betűtípust ebben a fájlban.

# InvalidFontTitle
source: Unsupported File
hu_hu: Nem támogatott fájl

# OpenInNewWindow.Text
source: Open in New Window
hu_hu: Megnyitás új ablakban

# RemoveFontFlyout.Text
source: Delete Font
hu_hu: Betűtípus törlése

# RestartButton.Content
source: Restart app
hu_hu: App újraindítása

# RestartHeader.Text
source: Requires application restart to take effect.
hu_hu: App újraindítása szükséges.

# SearchBox.PlaceholderText
source: Search character name or unicode hex
hu_hu: Keresés karakter név vagy unicode hex alapján

# Settings_About.Text
source: About this application
hu_hu: Az alkalmazásról

# Settings_AboutDescription.Text
source: This app is designed to replace the Windows Win32 Character Map. It is more DPI aware on high DPI screens.
hu_hu: Az app a Windows Win32 Character Map lecserélésére lett tervezve. Jobban kezeli a DPI-t a nagyobb DPI képes monitorokon.

# TxtCopiedMessage.Text
source: Copied
hu_hu: Kimásolva

# TxtXamlCode.Header
source: Glyph Code
hu_hu: Glifa kódja

# TypographyVariantsHeader.Text
source: Glyph Variants
hu_hu: Glifa változatok

# WhiteFill.Text
source: White Fill
hu_hu: Fehér kitöltés

# ImportNotAFile
source: Not a file
hu_hu: Nem egy fájl

# ImportPendingDelete
source: Existing font pending delete. Please restart app.
hu_hu: Egy meglévő betűtípus törlésre vár. Újraindítás szükséges.

# ImportUnavailableFile
source: File not available
hu_hu: A fájl nem elérhető

# ImportUnsupportedFileType
source: Unsupported File Type
hu_hu: Nem támogatott fájlformátum

# ImportUnsupportedFontType
source: Unsupported Font Type
hu_hu: Nem támogatott fájlformátum

# FontsClearedOnNextLaunchNotice
source: Some fonts could not be completely removed right now. These fonts will not show in the application and will be completely removed next time the app is launched.
hu_hu: Néhány betűtípust nem sikerült eltávolítani. Ezek a betűtípusok nem jelennek meg az alkalmazásban, teljes eltávolításra kerülnek az alkalmazás következő indításakor.

# SaveImageError
source: Sorry, something went wrong whilst we were trying to save the image.
hu_hu: Sajnáljuk, valami elromlott a kép mentése közben.

# LoadingFontListError
source: Error Loading Font List
hu_hu: Hiba a betűtípuslista betöltése közben

# NoticeLabel.Text
source: Notice
hu_hu: Értesítés

# ImportFileCopyFail
source: Something went wrong. Please try again later.
hu_hu: Valami elromlott. Próbálja újra később.

# ImportFontHelpBlock.Text
source: Drag fonts into the app to copy them to your library.
hu_hu: Könyvtárba másolásért húzza a betűtípusokat az alkalmazásba.

# FontPropXaml.Text
source: XAML FontFamily Source
hu_hu: XAML Betűcsalád-forrás

# FilePickerConfirm
source: Import
hu_hu: Importálás

# ImportFontsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Import Fonts
hu_hu: Betűtípus importálása

# OpenFontButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open Font
hu_hu: Betűtípus megnyitása

# OpenFontPickerConfirm
source: Open
hu_hu: Megnyitás

# CreateCollectionEntryBox.Header
source: Collection Name
hu_hu: Kollekció neve

# DigCreateCollection.PrimaryButtonText
source: Create
hu_hu: Létrehozás

# DigCreateCollection.Title
source: Create Collection
hu_hu: Kollekció létrehozása

# DeleteCollectionButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete Collection
hu_hu: Kollekció törlése

# DigCreateCollection.SecondaryButtonText
source: Cancel
hu_hu: Mégse

# DigDeleteCollection.PrimaryButtonText
source: Delete
hu_hu: Törlés

# DigDeleteCollection.SecondaryButtonText
source: Cancel
hu_hu: Mégse

# DigDeleteCollection.Title
source: Are you sure you want to delete this collection?
hu_hu: Biztosan törölné ezt a kollekciót?

# DigRenameCollection.PrimaryButtonText
source: Rename
hu_hu: Átnevezés

# DigRenameCollection.Title
source: Rename Collection
hu_hu: Kollekció átnevezése

# OptionAllFonts.Text
source: All Fonts
hu_hu: Minden Betűtípus

# OptionImportedFonts.Text
source: Imported Fonts
hu_hu: Importált Betűtípusok

# OptionSymbolFonts.Text
source: Symbol Fonts
hu_hu: Szimbólum betűtípusok

# RenameCollectionButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename Collection
hu_hu: Kollekció átnevezése

# FontListDisplayHeader.Text
source: Fonts List Display
hu_hu: Betűtípuslista megjelenítése

# FontPropCount.Text
source: Glyph Count
hu_hu: Glifák száma

# OptionMonospacedFonts.Text
source: Monospaced Fonts
hu_hu: Monospace Betűtípusok

# OptionSansSerifFonts.Text
source: Sans Serif Fonts
hu_hu: Sans Serif Betűtípusok

# OptionSerifFonts.Text
source: Serif Fonts
hu_hu: Serif Betűtípusok

# NewCollectionItem.Text
source: New Collection
hu_hu: Új kollekció

# RemoveFromCollectionItem.Text
source: Remove from Collection
hu_hu: Eltávolítás kollekcióbóln

# AddToCollectionFlyout.Text
source: Add to Collection
hu_hu: Kollekcióhoz adás

# InstantSearchToggle.OffContent
source: Instant search disabled
hu_hu: Azonnali keresés letiltva

# InstantSearchToggle.OnContent
source: Instant search enabled
hu_hu: Azonnali keresés engedélyezve

# SearchResultsSlider.Header
source: Maximum search results
hu_hu: Maximális keresési eredmények

# FontPropCharCount.Text
source: Character Count
hu_hu: Karakterek száma

# FontPropFilePath.Text
source: File Path
hu_hu: Elérési út

# DWriteSourcePerMachine
source: All Users
hu_hu: Minden felhasználó

# DWriteSourcePerUser
source: Current User only
hu_hu: Jelenlegi felhasználó

# DWriteSourceRemoteFontProvider
source: Cloud Provider
hu_hu: Felhő szolgáltató

# DWriteSourceUnknown
source: Undefined
hu_hu: Nem meghatározott

# OptionAppxFonts.Text
source: From Microsoft Store
hu_hu: Microsoft Store-ból

# OptionCloudFonts.Text
source: Cloud-based Fonts
hu_hu: Felhő alapú betűtípusok

# OptionColorFonts.Text
source: Color Fonts
hu_hu: Szines betűtípus

# OptionDecorativeFonts.Text
source: Decorative Fonts
hu_hu: Dekoratív betűtípusok

# OptionMoreFilters.Text
source: More
hu_hu: Több

# OptionScriptFonts.Text
source: Script Fonts
hu_hu: Script betűtípusok

# StatusBarFontCount
source: {0} Font Families
hu_hu: {0} Betűcsalád

# FontPropFileSize.Text
source: File Size
hu_hu: Fájl mérete

# InstallTypeImported
source: Not Installed (Imported)
hu_hu: Nem telepített (Importált)

# StatusBarCharacterCount
source: {0} Characters
hu_hu: {0} Karakter

# SearchDelaySelector.Header
source: Delay before search (ms)
hu_hu: Késés a keresés előtt (ms)

# InstantSearchToggleHeader.Text
source: Instant Search
hu_hu: Azonnali keresés

# CharacterSavedMessage.Text
source: Saved to
hu_hu: Mentve ide:

# NotificationAddedToCollection
source: {0} was added to "{1}" collection
hu_hu: {0} hozzá lett adva a(z) "{1}" kollekcióhoz

# BtnOpenFile.Content
source: Open File
hu_hu: Fájl megnyitása

# BtnOpenFolder.Content
source: Show in Folder
hu_hu: Megjelenítés mappában

# BtnHidePane.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Hide font pane (Ctrl+L)
hu_hu: Betűtípus ablak elrejtése (Ctrl+L)

# NotificationImportFailed
source: Import Failed
hu_hu: Sikertelen importálás

# NotificationMultipleFontsAdded
source: {0} files were added to your collection
hu_hu: {0} fájl hozzá lett adva a kollekcióhoz

# NotificationSingleFontAdded
source: {0} was added to your collection
hu_hu: {0} hozzá lett adva a kollekcióhoz

# BtnShowPane.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show font pane (Ctrl+L)
hu_hu: Betűtípus ablak megnyitása (Ctrl+L)

# BtnMoreIcon.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
hu_hu: Több

# FontListFilter.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Filter fonts
hu_hu: Betűtípusok szűrése

source: Toggle Fullscreen
hu_hu: Teljes képernyőre váltás

# DlgDeleteFont.Title
source: Are you sure you want to delete this font from your library?
hu_hu: Biztosan törölné a betűtípust a könyvtárából?

# NotificationCollectionDeleted
source: "{0}" collection deleted
hu_hu: "{0}" kollekció törölve lett

# DlgException.Title
source: Something went wrong
hu_hu: Valami elromlott

# DlgExceptionCopyMessage.Text
source: Copy error to Clipboard and open GitHub
hu_hu: Hiba másolása és GitHub megnyitása

# DlgExceptionMessage.Text
source: To help us debug and fix this for you, please consider opening an issue on our GitHub page and posting the details. We'll try and fix it right away!
hu_hu: A hiba javíttása érdekében, fontolja meg a hiba jelentését a részletekkel GitHub-on. Azonnal megpróbáljuk kijavítani!

# BtnClose.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close
hu_hu: Bezárás

# BtnCopyDev.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy
hu_hu: Másolás

# BtnRateAndReview.Content
source: Rate & Review
hu_hu: Értékelés

# BtnXAMLGeometry.Content
source: Click to view
hu_hu: Kattintson a megtekintéshez

# RbThemeDark.Content
source: Dark
hu_hu: Sötét

# RbThemeLight.Content
source: Light
hu_hu: Világos

# RbThemeSystem.Content
source: Windows default
hu_hu: Windows alapértelmezett

# RbUseActualFont.Content
source: Use actual font
hu_hu: Jelenlegi betűtípus használata

# RbUseSystemFont.Content
source: Use system font
hu_hu: Rendszer alapértelmezett betűtípus

# SettingsCharacterSearchDescription.Text
source: Toggle instant search. If disabled, you can start a search by using the enter key or pressing the search icon.
hu_hu: Azonnali keresés bekapcsolása. Ha le van tiltva, az Enter gombbal vagy a keresés ikon megnyomásával keresést indíthat.

# SettingsCharacterSearchHeader.Text
source: Character Search
hu_hu: Karakter keresése

# SettingsCharGridDescription.Text
source: The size of individual characters inside the character grid. Smaller sizes may affect performance.
hu_hu: A karakterek mérete a karakterrácson belül. A kisebb méret befolyásolhatja a teljesítményt.

# SettingsCharGridHeader.Text
source: Character Grid Size
hu_hu: Karakter rács méret

# SettingsCharPreviewHint.Text
source: Character grid preview
hu_hu: Karakter rács előnézet

# SettingsDevToolsDescription.Text
source: Show the tools for XAML developers, like Symbol Icon and Font Icon.
hu_hu: Fejlesztői eszközök a XAML fejlesztőknek, mint Symbol Ikon és Font Ikon.

# SettingsDevToolsGroupHeader.Text
source: Developer Features
hu_hu: Fejlesztói eszközök

# SettingsDevToolsHeader.Text
source: Show developers features
hu_hu: Fejlesztői eszközök megjelenítése

# SettingsDevToolsLangDescription.Text
source: Choose the dev language for developer features content.
hu_hu: Válassza ki a fejlesztői funkciók nyelvét.

# SettingsDevToolsLangHeader.Text
source: Language
hu_hu: Nyelv

# SettingsExpensiveAnimationDescription.Text
source: Animates the character grid when resizing the window. Turning this on can incur a large performance penalty when resizing the window.
hu_hu: Karakterrács animálása az ablak átméretezésekor. Bekapcsolásával a teljesítmény átméretezéskor rosszabb lehet.

# SettingsExpensiveAnimationHeader.Text
source: Enable window resize animations
hu_hu: Átméretezési animációk megjelenítése

# SettingsExportHeader.Text
source: Export
hu_hu: Exportálás

# SettingsFontListDescription.Text
source: Choose the font used to display the names of fonts in the font list.
hu_hu: Válassza ki a betűtípusok nevének megjelenítéséhez használt betűtípust.

# SettingsFontListPreviewHint.Text
source: Font list preview
hu_hu: Betűtípus lista előnézet

# SettingsHeader.Text
source: Settings
hu_hu: Beállítások

# SettingsLanguageDescription.Text
source: Override the in-app language. Requires a restart to take effect.
hu_hu: App nyelvének kiválasztása. A változások újraindítást követően lesznek alkalmazva

# SettingsLanguageHeader.Text
source: Language override
hu_hu: Nyelv

# SettingsPNGExportDescription.Text
source: The size in pixels of exported PNG images.
hu_hu: Az exportált PNG-képek mérete pixelben.

# SettingsPNGExportHeader.Text
source: PNG Export Size
hu_hu: PNG exportálás mérete

# SettingsShadowsDescription.Text
source: Enables subtle depth shadows on the UI. Only noticeable when using the Light theme. Turning this on may have a small performance impact on weaker devices. Requires a restart to take effect.
hu_hu: Arnyékok engedélyezése a felhasználói felületen. Csak a világos téma használata esetén látható. Ennek bekapcsolása kisebb hatással lehet a gyengébb eszközökre. A változások újraindítást követően lesznek alkalmazva

# SettingsShadowsHeader.Text
source: Enable shadows
hu_hu: Árnyékok megjelenítése

# SettingsSimpleAnimationDescription.Text
source: Controls the animation for loading the font list, switching fonts and changing characters. Turning this on has negligible performance impact.
hu_hu: Az animációkat kezeli a betűtípuslista betöltéséhez, a betűtípus váltásához és a karakterek megváltoztatásához. Bekapcsolása nem lényeges a teljesítményre.

# SettingsSimpleAnimationHeader.Text
source: Enable simple animations
hu_hu: Egyszerű animációk megjelenítése

# SettingsThemeHeader.Text
source: Theme
hu_hu: Téma

# SettingsUIHeader.Text
source: User Interface
hu_hu: Felhasználói Felület

# UseSystemLanguage
source: Use system language setting
hu_hu: Rendszer alapértelmezett

# SettingsNeedRestart.Text
source: Change will apply after restart
hu_hu: A változások újraindítást követően lesznek alkalmazva

# BtnContributors.Content
source: Contributors
hu_hu: Közreműködők

# TxtLoadingFonts.Text
source: Loading Fonts
hu_hu: Betűtípusok betöltése

# AppBtnClear.Label
source: Clear
hu_hu: Törlés

# AppBtnReset.Label
source: Reset
hu_hu: Visszaállítás

# AppBtnSelectAll.Label
source: Select All
hu_hu: Mind kijelölése

# BtnApply.Content
source: Apply
hu_hu: Alkalmazás

# BtnCancel.Content
source: Cancel
hu_hu: Mégse

# BtnContinue.Content
source: Continue
hu_hu: Folytatás

# BtnPrint.Content
source: Print
hu_hu: Nyomtatás

# CbCharacterLabel.Header
source: Character Label
hu_hu: Karakter szöveg

# CbiPageOrientationLandscape.Content
source: Landscape
hu_hu: Fekvő

# CbiPageOrientationPortrait.Content
source: Portrait
hu_hu: Álló

# CbListStyle.Header
source: List Style
hu_hu: Lista stílusa

# CbShowMargins.Content
source: Show margins
hu_hu: Margin megjelenítése

# ChkBxHideWhitespace.Content
source: Hide whitespace and control characters
hu_hu: Az üresség és a vezérlő karakterek elrejtése

# ChkBxShowBorders.Content
source: Show borders
hu_hu: Szegély megjelenítése

# GlyphAnnotation_None
source: None
hu_hu: Egyik sem

# PrintCharacterFilterContent.Text
source: Choose character groups to display
hu_hu: Válassza ki a megjelenítendő karaktercsoportokat

# PrintDataHeader.Text
source: Data
hu_hu: Adat

# PrintViewCharSize.Text
source: Character Size
hu_hu: Karakterméret

# PrintViewHorizontalMarginHeader.Text
source: Horizontal Margin
hu_hu: Vízszintes Margin

# PrintViewLayoutHeader.Text
source: Layout
hu_hu: Rendezés

# PrintViewPageOrientation.Header
source: Page Orientation
hu_hu: Oldal tájolása

# PrintViewPageRange.Text
source: Page Range
hu_hu: Oldaltartomány

# PrintViewPageRangeDesc.Text
source: Up to 50 pages can be printed at a time. Select the range of pages to print here.
hu_hu: Egyszerre legfeljebb 50 oldal nyomtatható. Válassza ki a nyomtatni kívánt oldalak tartományát.

# PrintViewPageRangeSelector.Header
source: Pages to print:
hu_hu: Oldalak nyomtatásra:

# PrintViewPageSelector.Header
source: Start from page:
hu_hu: Kezdés oldaltól:

# PrintViewPageSetupHeader.Text
source: Page Setup
hu_hu: Oldal beállítása

# PrintViewPreviewingLabel.Text
source: Previewing page
hu_hu: Oldal előnézete

# PrintViewPreviewOutOfBoundsLabel.Text
source: This page is outside the current page range and will not be printed. You can change the page range in the Page Setup section.
hu_hu: Ez az oldal kívül esik az oldaltartományon, nem nyomtatódik ki. Az oldaltartományt az Oldalbeállítás részben módosíthatja.

# PrintViewPrintingLabel
source: Printing pages {0} - {1}
hu_hu: Oldalak nyomtatása {0} - {1}

# PrintViewTitle.Text
source: Print Configuration
hu_hu: Konfiguráció nyomtatása

# PrintViewVerticalMarginHeader.Text
source: Vertical Margin
hu_hu: Fuggőleges margin

# SettingsCharLabel.Text
source: Character Label
hu_hu: Karakter szöveg

# SettingsCharLabelDesc.Text
source: Choose the label to show under each character. May have a minor effect on scrolling performance.
hu_hu: Válassza ki a karakterek alatt megjelenítendő szöveget. Kisebb hatással lehet a görgetési teljesítményre.

# SettingsManageSystemFonts.Content
source: Manage installed fonts
hu_hu: Telepített betűtípusok kezelése

# SettingsSystemFontHeader.Text
source: Installed Fonts
hu_hu: Telepített betűtípusok

# SettingsWindowsThemeSettings.Content
source: Windows theme settings
hu_hu: Windows téma beállítása

# UnicodeFiltersTitle.Text
source: UNICODE CATEGORY FILTERS
hu_hu: UNICODE KETEGÓRIA SZŰRŐK

# PrintLayout_Grid
source: Grid
hu_hu: Rács

# PrintLayout_List
source: List
hu_hu: Lista

# PrintLayout_TwoColumn
source: Two Columns
hu_hu: Két oszlop

# SettingsTransparencyDescription.Text
source: Enables transparency effects in the UI. If transparency is disabled in Windows settings, this will have no effect. May have a minor effect on performance on older or weaker devices.
hu_hu: Akril engedélyezése a felhasználói felületen. Ha a Windows Átlátszósági effektusok ki vannak kapcsolva semmi hatása nem lesz. May have a minor effect on performance on older or weaker devices.

# SettingsTransparencyHeader.Text
source: Enable transparency
hu_hu: Átlátszóság engedélyezése

# StartupFailedButton.Content
source: Show Details
hu_hu: Részletek

# StartupFailedMessage.Text
source: Something went wrong and we couldn't start the app right now. Please consider posting details about this error to GitHub so we can help you fix it.
hu_hu: Valami elromlott, emiatt jelenleg nem tudjuk újraindítani az appot. Fontolja meg a hiba jelentését GitHub-on hogy minél hamarabb megjavíthassuk.

# CharacterKeystrokeLabel
source: Keystroke: Alt + {0:0000}
hu_hu: Billentyűleütés: Alt + {0:0000}

# ExportSVGLabel.Text
source: Save as SVG Image
hu_hu: Mentés SVG Képként

# ExportPNGLabel.Text
source: Save as PNG Image
hu_hu: Mentés PNG Képként

# ExportSVGGlyphLabel.Text
source: SVG Glyph
hu_hu: SVG Glifa

# BtnCopyGlyph.Label
source: Copy
hu_hu: Másolás

# BtnCopyGlyph.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy to clipboard
hu_hu: Másolás a vágólapra

# BtnSaveGlyph.Label
source: Save As
hu_hu: Mentés másként

# BtnSaveGlyph.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save As
hu_hu: Mentés másként

# BtnFit.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fit Character
hu_hu: Karakter illesztése

# NotificationFontRemovedBody.Text
source: was removed from
hu_hu: el lett távolítva

# NotificationFontAddedBody.Text
source: was added to
hu_hu: hozzá lett adva

# ExportFontFile.Text
source: Font File
hu_hu: Font Fájl

# ExportFontFileLabel.Text
source: Save Font File As
hu_hu: Font fájl mentése másként

# FontExportedMessage
source: {0} exported
hu_hu: {0} exportálva

# CollectionExportButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Export Fonts
hu_hu: Betűtípusok exportálása

# CollectionExportFolder.Text
source: To Folder
hu_hu: Mappába

# CollectionExportHeader.Text
source: Export Fonts
hu_hu: Betűtípusok exportálása

# CollectionExportZip.Text
source: As Zip Archive
hu_hu: Zip archívumként

# SystemFontsExpiredMessage.Text
source: Font listings are out of date. Click to relaunch the app.
hu_hu: A betűtípusok listája elavult. Újraindítás szükséges.

# BtnToggleDev.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle Dev Utils
hu_hu: Fejlesztői eszközök bekapcsolása

# TxtPathIcon.Text
source: Path Icon
hu_hu: Ikon elérési útja

# OptionAllEmoji.Text
source: All Categories
hu_hu: Minden kategória

# OptionAllEmojiTitle.Text
source: All Emoji
hu_hu: Minden Emoji

# OptionEmojiDingbats.Text
source: Dingbats
hu_hu: Dingbatok

# OptionEmojiEmoticons.Text
source: Emoticons
hu_hu: Emotikonok

# OptionEmojiSymbols.Text
source: Symbols & Pictographs
hu_hu: Szimbólumok & Piktogramok

# OptionScriptArabic.Text
source: Arabic
hu_hu: Arab

# OptionScriptCyrillic.Text
source: Cyrillic
hu_hu: Cirill

# OptionScriptGreekAndCoptic.Text
source: Greek & Coptic
hu_hu: Görög & Kopt

# OptionScriptHebrew.Text
source: Hebrew
hu_hu: Héber

# CultureSpecificPangram.Text
source: How vexingly quick daft zebras jump! 1234567890
hu_hu: Milyen kínosan gyors daft zebrák ugranak! 1234567890

# LblSwitchToCharMap.Text
source: Switch to Character Map view (Ctrl+T)
hu_hu: Váltás karakter nézetre (Ctrl+T)

# LblSwitchToTypeRamp.Text
source: Switch to Type Ramp view (Ctrl+T)
hu_hu: Váltás rámpa nézetre (Ctrl+T)

# TypeRampInputBox.PlaceholderText
source: Enter or choose text from the dropdown
hu_hu: Írjon vagy válasszon szöveget a legördülő menüből

# ExportedToFolderMessage
source: Exported to {0}
hu_hu: Exportálva ide: {0}

# ImportDragDropDescriptionLabel.Text
source: Drag files from File Explorer or your desktop and drop them here to import them.
hu_hu: Importáláshoz húzza be a fájlokat a Fájlkezelőből vagy az asztalról.

# ImportDragDropLabel.Text
source: Drag and drop to import
hu_hu: Importáláshoz húzza be a fájl

# SettingsAboutLabel.Text
source: About
hu_hu: Rólunk

# SettingsAdvancedUILabel.Text
source: User Interface Advanced
hu_hu: Felhasználói Felület (Haladó)

# SettingsExportImportedLabel.Text
source: Export all imported fonts
hu_hu: Minden importált elem exportálása

# SettingsFontExportOptimizedLabel.Text
source: Optimized
hu_hu: Optimalizált

# SettingsFontExportSystemLabel.Text
source: System
hu_hu: Rendszer

# SettingsFontImportDescription.Text
source: You can import fonts into the application to view them without installing them in Windows. Imported font files are copied into the app's private storage, so will still show if you delete the original file on your computer.
hu_hu: A betűtípusokat importálhatja az alkalmazásba, és megtekintheti azokat anélkül, hogy telepítené őket a Windows-ba. Az importált betűtípusfájlok átmásolásra kerülnek az alkalmazás saját tárhelyére, így továbbra is megjelennek, ha törli az eredeti fájlt a számítógépén.

# SettingsFontManagementLabel.Text
source: Font Management
hu_hu: Betűtípus kezelés
