Repository: ray1997/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/MultilingualResources/CharacterMap.*.xlf
Languages: hu_hu

# SettingsFontNameExportDescription.Text
source: Choose how to name font files when exporting them. System will return the name of the font file Windows uses in uppercase. Optimized will create a smart name based on Font Family and Font Name.
hu_hu: Válassza ki, hogyan nevezze el a betűtípusfájlokat exportáláskor. A rendszer nagybetűvel használja a Windows által használt betűtípus fájl nevét. Az Optimized egy intelligens nevet hoz létre a Betűcsalád és a Betűtípus neve alapján.

# SettingsFontNameExportLabel.Text
source: Font File Export Naming
hu_hu: Font fájl exportálási név

# SettingsImportedFontsLabel.Text
source: Imported Fonts
hu_hu: Importált betűtípusok

# SettingsLicensesLabel.Text
source: Licenses
hu_hu: Liszencek

# BtnReset.Content
source: Reset
hu_hu: Visszaállítás

# OptionVariableFonts.Text
source: Variable Fonts
hu_hu: Változó betűtípusok

# VariableFeaturesMessage.Text
source: This font has variable features. To explore them, switch to Type Ramp view using the view button above.
hu_hu: Ez a betűtípus változó tulajdonságokkal rendelkezik. Felfedezésükhöz váltson a rámpa nézetre a fenti nézet gomb használatával.

# SettingsEnablePaneDescription.Text
source: Shows or hides the preview pane on the right of the screen. If turned off, many functions can still be accessed by right clicking or touch holding on a character inside the character grid.
hu_hu: Megjeleníti vagy elrejti az előnézeti ablakot a képernyő jobb oldalán. Ha ki van kapcsolva, sok funkcióhoz továbbra is hozzáférhet jobb egérgombbal vagy érintve egy karaktert a rácson belül.

# SettingsEnablePaneHeader.Text
source: Preview Pane Display
hu_hu: Előnézet panel megjelenítése

# CopyFontIconCode.Text
source: Copy FontIcon Code
hu_hu: FontIcon kód másolása

# CopyGlyphCode.Text
source: Copy Glyph Code
hu_hu: Glifa kód másolása

# CopyPathIconCode.Text
source: Copy PathIcon Code
hu_hu: PathIcon kó másolása

# SearchBoxShorter
source: Search...
hu_hu: Keresés...

# CopyUnicodeValue.Text
source: Copy Unicode Value
hu_hu: Unicode érték másolása

# DecreaseSizeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Decrease Character Size (Ctrl+-)
hu_hu: Karakterméret csökkentése (Ctrl+-)

# IncreaseSizeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Increase Character Size (Ctrl++)
hu_hu: Karakterméret növelése (Ctrl++)

# SwitchViewButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Switch View (Ctrl+T)
hu_hu: Nézet váltása (Ctrl+T)

# TogglePaneButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle Preview Pane (Ctrl+R)
hu_hu: Előnézetre kapcsolása (Ctrl+R)

# NotificationCopied
source: Copied
hu_hu: Kimásolva

# AddButton.Label
source: Add
hu_hu: Hozzáadás

# AddSelectionItem.Text
source: Add to selection
hu_hu: Kiválasztáshoz adás

# CopySequencePlaceholder.Text
source: add a character using the Add button
hu_hu: karakter hozzáadása a Hozzáadás gombbal

# ToggleCopyPaneButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle Copy Pane (Ctrl+B)
hu_hu: Másoló nézet kapcsolása (Ctrl+B)

# CompactOverlayButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Keep on top
hu_hu: Rögzítés legfelülre

# TypographyVariationsSelectorRun.Text
source: Typography Variations
hu_hu: Tipográfiai variációl

# ToggleDevDefaultLabel
source: Tools
hu_hu: Eszközök

# BtnFit.Label
source: Fit
hu_hu: Illesztés

# TxtCopiedVariantMessage.Text
source: Glyph variations cannot be copied. Default variant copied.
hu_hu: Glifa variációk nem másolhatók. Alapértelmezett változat kimásolva.

# CollectionFontHelpBlock.Text
source: There are no fonts in this collection yet.
hu_hu: Még nincsenek betűtípusok ebben a kollekcióban.

# SearchFontHelpBlock.Text
source: No results found for this search. Try something else.
hu_hu: Nincs eredmény a kereséshez. Próbálkozzon valami mással.

# FontListSearchBox.PlaceholderText
source: Search
hu_hu: Keresés
